const pravila = function(n){
	return `<div class="krestikdiv"><a href="#." class="krestik-two">&#x274C;</a></div>
	<article><h1>Правила пользования групповым видеочатом</h1>
   <p> 1. <strong>Уважение к другим участникам</strong>  
   - Не допускается оскорбление, унижение, дискриминация или травля других пользователей.  
   - Будьте вежливы и доброжелательны.
</p><p>
2. <strong>Запрет на нецензурную лексику</strong>  
   - Использование мата, грубых выражений и непристойных шуток запрещено.  
   - Соблюдайте культурный и уважительный тон общения.
</p><p>
3. <strong>Запрет на демонстрацию обнажённого тела</strong>  
   - Запрещено показывать себя или других людей обнажёнными, а также транслировать контент сексуального характера.  
   - Нарушение этого правила приведёт к немедленному удалению из чата.
</p><p>
4. <strong>Запрет на рекламу запрещённых веществ и услуг</strong> 
   - Нельзя рекламировать или пропагандировать наркотики, алкоголь, табак, оружие, а также любые другие запрещённые законом вещества или услуги.  
   - Запрещено распространение ссылок на сомнительные или незаконные ресурсы.
</p><p>
5. <strong>Соблюдение законов</strong>  
   - Запрещено нарушать законодательство страны, в которой вы находитесь, а также правила платформы, на которой проводится видеочат.  
   - Нельзя призывать к насилию, экстремизму или другим противоправным действиям.
</p><p>
6. <strong>Конфиденциальность</strong>  
   - Не распространяйте личную информацию других участников без их согласия.  
   - Запрещено записывать или транслировать видеочат без разрешения всех участников.
</p><p>
7. <strong>Запрет на спам и флуд</strong>  
   - Не отправляйте повторяющиеся сообщения, рекламу или бесполезный контент, который мешает общению.  
   - Используйте чат по назначению.
</p><p>
8. <strong>Соблюдение тематики чата</strong>  
   - Придерживайтесь темы обсуждения, если она задана.  
   - Не уводите разговор в сторону, если это мешает другим участникам.
</p><p>
9. <strong>Реакция на нарушения</strong>  
   - Администраторы чата имеют право удалять нарушителей, блокировать их доступ или выдавать предупреждения.  
   - Если вы стали свидетелем нарушения, сообщите об этом администратору.
</p><p>
10. <strong>Технические требования</strong>  
    - Убедитесь, что ваше оборудование (камера, микрофон) работает корректно.  
    - Не создавайте лишнего шума или помех для других участников.
</p>
  <div class="prav">  <button class="ok" onclick="window.location.href='#.';">OK</button></div>
    </article>`
}

module.exports = { pravila }
